<?php

return array(

	#Public----------------------------------------------------------------------------------------------------------------
	// $lang['Email'] = 'ایمیل';
	// $lang['Password'] = 'کلمه عبور';
	// $lang['Confirm Password'] = 'تکرار کلمه عبور';
	// $lang['firstname'] = 'نام';
	// $lang['lastname'] = 'نام خانوادگی';
	// $lang['phone'] = 'تلفن';
	// $lang['mobile'] = 'تلفن همراه';
	// $lang['Confirmation Code'] = 'کد تایید';
	// $lang['Email or login'] = 'ایمیل یا نام کاربری';
	// $lang['New Password'] = 'کلمه عبور جدید';
	// $lang['Confirm New Password'] = 'تکرار کلمه عبور جدید';
	// $lang['Old Password'] = 'کلمه عبور قدیمی';
	// $lang['Login'] = 'ورود';
	// $lang['Username'] = 'نام کاربری';
	// $lang['Remember me'] = 'من را بخاطر بسپار';
	// $lang['New email address'] = 'آدرس ایمیل جدید';
	// $lang['Change email address'] = 'تغییر دادن آدرس ایمیل';
	// $lang['Send confirmation email'] = 'فرستادن ایمیل تایید';
	// $lang['Change Password'] = 'تغییر دادن کلمه عبور';
	// $lang['Get a new password'] = 'دریافت کلمه عبور جدید';
	// $lang['Cookie Warning'] = 'برای ورود به کتابخانه باید کوکی‌ها را فعال کنید';
	// $lang['Forgot Password'] = 'کد عبور را فراموش کردم';
	// $lang['Registration Message'] = 'برای ایجاد حساب کاربری جدید اینجا را کلیک کنید';
	// $lang['Register'] = 'ثبت نام';
	// $lang['Send'] = 'ارسال';
	// $lang['Delete account'] = 'انصراف از عضویت';

	// $lang['Control Pannel'] = 'پنل مدیریت';
	// $lang['Sign In'] = 'ورود به سامانه';
	// $lang['Sign Up'] = 'ایجاد حساب کاربری';
	// $lang['Search Input Box'] = 'جستجو...';
	// $lang['Personal Setting'] = 'تنظیمات شخصی';
	// $lang['User History'] = 'تاریخچه کاربر';
	// $lang['User'] = 'کاربر';
	// $lang['Log Out'] = 'خروج';
	// $lang['Index Page'] = 'صفحه نخست';
	'all_groups' => 'جميع المجموعات',
	'authors' => 'المؤلفین',
	'page_display_error' => 'نعتذر، ليس هناك مشكلة في عرض هذه الصفحة',
	
	'index_welcome' => 'أهلا و سهلا بکم في المکتبة مدرسة الفقاهة؛',
	#Login Form--------------------------------------------------------------------------------------------------------------
	// $lang['Enter Following Code'] = 'کد زیر را وارد کنید';
	#Default Page------------------------------------------------------------------------------------------------------------
	'title_meta' => 'المکتبة مدرسة الفقاهة',
	'change_lang' => 'فارسی',
	'change_lang_link' => 'http://lib.eshia.ir/',
	'lib_help' => 'دلیل المکتبة',
	'default_search' => 'بحث...',
	'footer_text' => 'إن المکتبة :link هي مكتبة مجانية لتوثيق المقالات',
	#author_booksList & authorlist & booklist--------------------------------------------------------------------------------
	'number' => 'رقم',
	'book_name' => 'اسم الکتاب',
	'book_volumes' => 'مجلد',
	'author_name' => 'المؤلف',
	'author_books' => 'مجموع الكتب المتاحة',
	'author' => 'المؤلف',
	'show_book' => 'عرض كتاب',
	// $lang['XML Edit'] = 'ویرایش ‫xml';
	#edit--------------------------------------------------------------------------------------------------------------------
	// $lang['Book Name :'] = 'نام کتاب :';
	// $lang['Move to Another Site'] = 'انتقال به سایت دیگر';
	// $lang['Record Changes'] = 'ثبت تغییرات';
	// $lang['Cancel'] = 'انصراف';
	// $lang['Edit This Site'] = 'ویرایش این سایت';
	// $lang['Select New Group'] = 'گروه جدید را انتخاب کنید';
	
	#Index-------------------------------------------------------------------------------------------------------------------
	'index_attention' => 'توجه: شما می‌توانید از قسمت «نوار موضوعی»  که در بالای صفحه قرار دارد کتاب‌های فقهی، اصولی، حدیثی، تفسیری و ... را انتخاب کنید و با کلیک بر روی نام کتاب، آن را صفحه به صفحه مشاهده کنید.',
	'index_attention_lib_help' => 'لمشاهدة الدلیل :help اضغط هنا',
	'books_information' => 'عناوين الکتب&nbsp;: :books_count عدد المجلدات&nbsp;: :vols_count',
	#Page--------------------------------------------------------------------------------------------------------------------
	'pdf_format' => 'شكل PDF',
	'save_this_book_to_pdf_format' => 'حفظ هذا الكتاب في شكل PDF',
	'certificate' => 'شهادة',
	'book_certificate' => 'شهادة الکتاب',
	'search_in_this_book' => 'بحث فی هذا الکتاب...',
	// $lang['Edit This Page'] = 'ویرایش این صفحه';
	'volume' => 'مجلد :',
	// $lang['Soureh :'] = 'سوره :';
	// $lang['Aie :'] = 'آیه :';
	'goto_page' => 'برو به صفحه',
	// $lang['Goto Aie'] = 'مشاهده';
	'page_book_name' => 'نام کتاب :',
	'page_author' => 'نویسنده :',
	'page_book_volume' => 'جلد :',
	'page_book_page' => 'صفحه :',
	'prev_page' => 'صفحه‌قبلی',
	'next_page' => 'صفحه‌بعدی',
	'last_page' => 'صفحه‌آخر',
	'first_page' => 'صفحه‌اول',
	'show' => 'نمایش',
	'book_page_not_found_message' => 'این صفحه در کتاب اصلی بدون متن است',
	'index_page' => 'فهرست',
	'advanced_search' => 'جستجوی پیشرفته',

	#PDF----------------------------------------------------------------------------------------------------------------------
	'pdf_book_name' => 'نام کتاب',
	'pdf_from_page' => 'از صفحه',
	'pdf_to_page' => 'تا صفحه',
	'pdf_attention' => 'توجه: حداکثر 30 صفحه قابل ذخیره کردن می‌باشد.',
	'pdf_save' => 'ذخیره کتاب با فرمت PDF',
	#Shenasnameh
	'shenasnameh_not_found' => 'این کتاب در حال حاضر فاقد شناسنامه می‌باشد',
	#Query--------------------------------------------------------------------------------------------------------------------
	'query_search_result' => 'نتيجه يافت شد',
	'query_search_result_not_found' => 'هیچ موضوعی در مورد :query یافت نشد',
	'query_timed_out' => 'جستجو از زمان مجاز بیشتر طول کشید؛ عبارات ساده تر انتخاب کنید',
	#Waiting------------------------------------------------------------------------------------------------------------------
	// $lang['Wait Searching'] = 'در حال جستجو...';
	// $lang['Wait Please Wait'] = 'لطفاً چند لحظه منتظر بمانید.';
	#Links--------------------------------------------------------------------------------------------------------------------
	'feqahat_school' => 'مدرسه فقاهت',
	'qom_masjed_e_azam' => 'حوزه علمیه قم-مسجد اعظم',
	'qom' => 'حوزه علمیه قم-مدرسه‌ فیضیه',
	'qom_arabic' => 'حوزه علمیه قم-به زبان عربی',
	'najaf' => 'حوزه علمیه نجف',
	'najaf_algharavieh' => 'حوزه علمیه نجف - مدرسه غرویه',
	'mashhad' => 'حوزه علمیه مشهد',
	'lebanon' => 'حوزه علمیه لبنان',
	'afghanistan' => 'حوزه علمیه افغانستان',
	'iran' => 'حوزه های علمیه شهرستانها',
	'moaser' => 'بزرگان معاصر',
	'subjects' => 'فقه موضوعی',
	'kalam' => 'کلام و فلسفه',
	'taghrir' => 'تقریر عربی درس‌ها',
	'level_3' => 'دروس سطح‌سه',
	'wiki_feqh' => 'ویکی فقه',
	'wiki_porsesh' => 'ویکی پرسش',
	#Help---------------------------------------------------------------------------------------------------------------------
	'help_help' => 'راهنما',
	'help_help_text_title' => 'راهنمای کتابخانه مدرسه فقاهت',
	'help_content_toolbar' => 'نوار موضوعات',
	'help_search' => 'جستجو',
	'help_move_in_book' => 'جابجایی در کتاب',
	'help_move_in_book_text_title' => 'جابجایی در کتاب مورد نظر',
	'help_search_in_book' => 'جستجو در کتاب',
	'help_search_in_book_text_title' => 'جستجو در کتاب حاضر',
	'help_book_text' => 'متن کتاب',
	'help_making_pdf' => 'ساخت PDF',
	'help_documentation' => 'مستند‌سازی مقالات',
	#Controler-----------------------------------------------------------------------------------------------------------------
	'search_info' => '%s نام کتاب :%s %s %s، جلد : %s %s %s، صفحه : %s %s',

);
