<?php

return array(

	#Public----------------------------------------------------------------------------------------------------------------
	// $lang['Email'] = 'ایمیل';
	// $lang['Password'] = 'کلمه عبور';
	// $lang['Confirm Password'] = 'تکرار کلمه عبور';
	// $lang['firstname'] = 'نام';
	// $lang['lastname'] = 'نام خانوادگی';
	// $lang['phone'] = 'تلفن';
	// $lang['mobile'] = 'تلفن همراه';
	// $lang['Confirmation Code'] = 'کد تایید';
	// $lang['Email or login'] = 'ایمیل یا نام کاربری';
	// $lang['New Password'] = 'کلمه عبور جدید';
	// $lang['Confirm New Password'] = 'تکرار کلمه عبور جدید';
	// $lang['Old Password'] = 'کلمه عبور قدیمی';
	// $lang['Login'] = 'ورود';
	// $lang['Username'] = 'نام کاربری';
	// $lang['Remember me'] = 'من را بخاطر بسپار';
	// $lang['New email address'] = 'آدرس ایمیل جدید';
	// $lang['Change email address'] = 'تغییر دادن آدرس ایمیل';
	// $lang['Send confirmation email'] = 'فرستادن ایمیل تایید';
	// $lang['Change Password'] = 'تغییر دادن کلمه عبور';
	// $lang['Get a new password'] = 'دریافت کلمه عبور جدید';
	// $lang['Cookie Warning'] = 'برای ورود به کتابخانه باید کوکی‌ها را فعال کنید';
	// $lang['Forgot Password'] = 'کد عبور را فراموش کردم';
	// $lang['Registration Message'] = 'برای ایجاد حساب کاربری جدید اینجا را کلیک کنید';
	// $lang['Register'] = 'ثبت نام';
	// $lang['Send'] = 'ارسال';
	// $lang['Delete account'] = 'انصراف از عضویت';

	// $lang['Control Pannel'] = 'پنل مدیریت';
	// $lang['Sign In'] = 'ورود به سامانه';
	// $lang['Sign Up'] = 'ایجاد حساب کاربری';
	// $lang['Search Input Box'] = 'جستجو...';
	// $lang['Personal Setting'] = 'تنظیمات شخصی';
	// $lang['User History'] = 'تاریخچه کاربر';
	// $lang['User'] = 'کاربر';
	// $lang['Log Out'] = 'خروج';
	// $lang['Index Page'] = 'صفحه نخست';
	'all_groups' => 'همه‌گروه‌ها',
	'authors' => 'نویسندگان',
	'page_display_error' => 'با عرض پوزش، مشکلی در نمایش این صفحه بوجود آمده است',
	// $lang['First Page'] = 'صفحه‌اول';
	// $lang['Show'] = 'نمایش';
	// $lang['Book Page Not Found Message'] = 'این صفحه در کتاب اصلی بدون متن است';
	'index_welcome' => 'به کتابخانه «مدرسه فقاهت» خوش آمدید؛',
	#Login Form--------------------------------------------------------------------------------------------------------------
	// $lang['Enter Following Code'] = 'کد زیر را وارد کنید';
	#Default Page------------------------------------------------------------------------------------------------------------
	'title_meta' => 'کتابخانه مدرسه فقاهت',
	'change_lang' => 'العربیة',
	'change_lang_link' => 'http://ar.lib.eshia.ir/',
	'lib_help' => 'راهنمای کتابخانه',
	'default_search' => 'جستجو...',
	'footer_text' => 'کتابخانه :link کتابخانه‌ای رایگان برای مستند کردن مقاله‌ها است',
	#author_booksList & authorlist & booklist--------------------------------------------------------------------------------
	'number' => 'شماره',
	'book_name' => 'نام کتاب',
	'book_volumes' => 'مجلد',
	'author_name' => 'نام نویسنده',
	'author_books' => 'تعداد کتابهای موجود',
	'author' => 'نویسنده',
	'show_book' => 'نمایش کتاب',
	// $lang['XML Edit'] = 'ویرایش ‫xml';
	#edit--------------------------------------------------------------------------------------------------------------------
	// $lang['Book Name :'] = 'نام کتاب :';
	// $lang['Move to Another Site'] = 'انتقال به سایت دیگر';
	// $lang['Record Changes'] = 'ثبت تغییرات';
	// $lang['Cancel'] = 'انصراف';
	// $lang['Edit This Site'] = 'ویرایش این سایت';
	// $lang['Select New Group'] = 'گروه جدید را انتخاب کنید';
	
	#Index-------------------------------------------------------------------------------------------------------------------
	'index_attention' => 'توجه: شما می‌توانید از قسمت «نوار موضوعی»  که در بالای صفحه قرار دارد کتاب‌های فقهی، اصولی، حدیثی، تفسیری و ... را انتخاب کنید و با کلیک بر روی نام کتاب، آن را صفحه به صفحه مشاهده کنید.',
	'index_attention_lib_help' => 'برای مشاهده :help اینجا را کلیک کنید',
	'lib_help' => 'راهنمای کتابخانه',
	'books_information' => 'دارای :books_count عنوان کتاب در :vols_count جلد',
	#Page--------------------------------------------------------------------------------------------------------------------
	// $lang['PDF Format'] = 'فرمتPDF';
	// $lang['Save This Book to PDF Format'] = 'ذخیره این کتاب با فرمت PDF';
	// $lang['Certificate'] = 'شناسنامه';
	// $lang['Book Certificate'] = 'شناسنامه کتاب';
	// $lang['Search in This Book'] = 'جستجو در این کتاب...';
	// $lang['Edit This Page'] = 'ویرایش این صفحه';
	// $lang['Volume :'] = 'جلد :';
	// $lang['Soureh :'] = 'سوره :';
	// $lang['Aie :'] = 'آیه :';
	// $lang['Goto Page'] = 'برو به صفحه';
	// $lang['Goto Aie'] = 'مشاهده';
	// $lang['Page Book Name :'] = 'نام کتاب :';
	// $lang['Page Author :'] = 'نویسنده :';
	// $lang['Page Book Volume'] = 'جلد :';
	// $lang['Page Book Page'] = 'صفحه :';
	'prev_page' => 'صفحه‌قبلی',
	'next_page' => 'صفحه‌بعدی',
	// $lang['Last Page'] = 'صفحه‌آخر';
	'index_page' => 'فهرست',

	#PDF----------------------------------------------------------------------------------------------------------------------
	// $lang['PDF Book Name :'] = 'نام کتاب :';
	// $lang['PDF From Page'] = 'از صفحه';
	// $lang['PDF To Page'] = 'تا صفحه';
	// $lang['PDF Attention'] = 'توجه: حداکثر 30 صفحه قابل ذخیره کردن می‌باشد.';
	// $lang['PDF Save'] = 'ذخیره کتاب با فرمت PDF';
	#Query--------------------------------------------------------------------------------------------------------------------
	'query_search_result' => 'نتيجه يافت شد',
	'query_search_result_not_found' => 'هیچ موضوعی در مورد :query یافت نشد',
	#Waiting------------------------------------------------------------------------------------------------------------------
	// $lang['Wait Searching'] = 'در حال جستجو...';
	// $lang['Wait Please Wait'] = 'لطفاً چند لحظه منتظر بمانید.';
	#Links--------------------------------------------------------------------------------------------------------------------
	'feqahat_school' => 'مدرسه فقاهت',
	'qom_masjed_e_azam' => 'حوزه علمیه قم-مسجد اعظم',
	'qom' => 'حوزه علمیه قم-مدرسه‌ فیضیه',
	'qom_arabic' => 'حوزه علمیه قم-به زبان عربی',
	'najaf' => 'حوزه علمیه نجف',
	'najaf_algharavieh' => 'حوزه علمیه نجف - مدرسه غرویه',
	'mashhad' => 'حوزه علمیه مشهد',
	'lebanon' => 'حوزه علمیه لبنان',
	'afghanistan' => 'حوزه علمیه افغانستان',
	'iran' => 'حوزه های علمیه شهرستانها',
	'moaser' => 'بزرگان معاصر',
	'subjects' => 'فقه موضوعی',
	'kalam' => 'کلام و فلسفه',
	'taghrir' => 'تقریر عربی درس‌ها',
	'level_3' => 'دروس سطح‌سه',
	'wiki_feqh' => 'ویکی فقه',
	'wiki_porsesh' => 'ویکی پرسش',
	#Help---------------------------------------------------------------------------------------------------------------------
	// $lang['Help Help'] = 'راهنما';
	// $lang['Help Help Text Title'] = 'راهنمای کتابخانه مدرسه فقاهت';
	// $lang['Help Content Toolbar'] = 'نوار موضوعات';
	// $lang['Help Search'] = 'جستجو';
	// $lang['Help Move in Book'] = 'جابجایی در کتاب';
	// $lang['Help Move in Book Text Title'] = 'جابجایی در کتاب مورد نظر';
	// $lang['Help Search in Book'] = 'جستجو در کتاب';
	// $lang['Help Search in Book Text Title'] = 'جستجو در کتاب حاضر';
	// $lang['Help Book Text'] = 'متن کتاب';
	// $lang['Help Making PDF'] = 'ساخت PDF';
	// $lang['Help Documentation'] = 'مستند‌سازی مقالات';
	// $lang['Help Page 02'] = 'کتاب‌های مدرسه فقاهت در موضوعاتی هم‍‌چون فقه و اصول‌، علوم حدیث، قرآنی،عقاید، سیره، فرق‌اسلامی و ... دسته‌بندی شده است.با بهره‌گیری از نوار موضوعات که در بالای صفحه قرار دارد، امکان ورود به هر یک از موضوعات و مشاهده تمام کتاب‌ها‌ی آن فراهم شده است‌.با استفاده از این نوار می‌توان به مجموعه کتاب‌های آیت الله سبحانی ، آیت الله مکارم شیرازی ، آیت الله مطهری و شیخ محمد سند نیز دسترسی داشت. به علاوه امکان مشاهده نام تمام نویسندگان نیز در این بخش فراهم شده است.';
	// $lang['Help'] = '';
	#Controler-----------------------------------------------------------------------------------------------------------------
	// $lang['Search Info']='%s نام کتاب :%s %s %s، جلد : %s %s %s، صفحه : %s %s';

);
