<?php

return array(

	#Public----------------------------------------------------------------------------------------------------------------
	// $lang['Email'] = 'ایمیل';
	// $lang['Password'] = 'کلمه عبور';
	// $lang['Confirm Password'] = 'تکرار کلمه عبور';
	// $lang['firstname'] = 'نام';
	// $lang['lastname'] = 'نام خانوادگی';
	// $lang['phone'] = 'تلفن';
	// $lang['mobile'] = 'تلفن همراه';
	// $lang['Confirmation Code'] = 'کد تایید';
	// $lang['Email or login'] = 'ایمیل یا نام کاربری';
	// $lang['New Password'] = 'کلمه عبور جدید';
	// $lang['Confirm New Password'] = 'تکرار کلمه عبور جدید';
	// $lang['Old Password'] = 'کلمه عبور قدیمی';
	// $lang['Login'] = 'ورود';
	// $lang['Username'] = 'نام کاربری';
	// $lang['Remember me'] = 'من را بخاطر بسپار';
	// $lang['New email address'] = 'آدرس ایمیل جدید';
	// $lang['Change email address'] = 'تغییر دادن آدرس ایمیل';
	// $lang['Send confirmation email'] = 'فرستادن ایمیل تایید';
	// $lang['Change Password'] = 'تغییر دادن کلمه عبور';
	// $lang['Get a new password'] = 'دریافت کلمه عبور جدید';
	// $lang['Cookie Warning'] = 'برای ورود به کتابخانه باید کوکی‌ها را فعال کنید';
	// $lang['Forgot Password'] = 'کد عبور را فراموش کردم';
	// $lang['Registration Message'] = 'برای ایجاد حساب کاربری جدید اینجا را کلیک کنید';
	// $lang['Register'] = 'ثبت نام';
	// $lang['Send'] = 'ارسال';
	// $lang['Delete account'] = 'انصراف از عضویت';

	// $lang['Control Pannel'] = 'پنل مدیریت';
	// $lang['Sign In'] = 'ورود به سامانه';
	// $lang['Sign Up'] = 'ایجاد حساب کاربری';
	// $lang['Search Input Box'] = 'جستجو...';
	// $lang['Personal Setting'] = 'تنظیمات شخصی';
	// $lang['User History'] = 'تاریخچه کاربر';
	// $lang['User'] = 'کاربر';
	// $lang['Log Out'] = 'خروج';
	// $lang['Index Page'] = 'صفحه نخست';
	'all_groups' => 'جميع المجموعات',
	'authors' => 'المؤلفین',
	'page_display_error' => 'نعتذر، هناك مشكلة في عرض هذه الصفحة',
	
	'index_welcome' => 'أهلا و سهلا بکم في المکتبة مدرسة الفقاهة؛',
	#Login Form--------------------------------------------------------------------------------------------------------------
	// $lang['Enter Following Code'] = 'کد زیر را وارد کنید';
	#Default Page------------------------------------------------------------------------------------------------------------
	'title_meta' => 'المکتبة مدرسة الفقاهة',
	'change_lang' => 'فارسی',
	'change_lang_link' => 'http://lib.eshia.ir/',
	'lib_help' => 'دلیل المکتبة',
	'default_search' => 'بحث...',
	'footer_text' => 'إن المکتبة :link هي مكتبة مجانية لتوثيق المقالات',
	#author_booksList & authorlist & booklist--------------------------------------------------------------------------------
	'number' => 'رقم',
	'book_name' => 'اسم الکتاب',
	'book_volumes' => 'الجزء',
	'author_name' => 'المؤلف',
	'author_books' => 'مجموع الكتب المتاحة',
	'author' => 'المؤلف',
	'show_book' => 'عرض كتاب',
	// $lang['XML Edit'] = 'ویرایش ‫xml';
	#edit--------------------------------------------------------------------------------------------------------------------
	// $lang['Book Name :'] = 'نام کتاب :';
	// $lang['Move to Another Site'] = 'انتقال به سایت دیگر';
	// $lang['Record Changes'] = 'ثبت تغییرات';
	// $lang['Cancel'] = 'انصراف';
	// $lang['Edit This Site'] = 'ویرایش این سایت';
	// $lang['Select New Group'] = 'گروه جدید را انتخاب کنید';
	
	#Index-------------------------------------------------------------------------------------------------------------------
	'index_attention' => 'توجه: شما می‌توانید از قسمت «نوار موضوعی»  که در بالای صفحه قرار دارد کتاب‌های فقهی، اصولی، حدیثی، تفسیری و ... را انتخاب کنید و با کلیک بر روی نام کتاب، آن را صفحه به صفحه مشاهده کنید.',
	'index_attention_lib_help' => 'لمشاهدة الدلیل :help اضغط هنا',
	'books_information' => 'عناوين الکتب&nbsp;: :books_count عدد المجلدات&nbsp;: :vols_count',
	#Page--------------------------------------------------------------------------------------------------------------------
	'pdf_format' => 'صيغة PDF',
	'save_this_book_to_pdf_format' => 'حفظ هذا الكتاب بصيغة PDF',
	'certificate' => 'شهادة',
	'book_certificate' => 'شهادة الکتاب',
	'search_in_this_book' => 'بحث فی هذا الکتاب...',
	// $lang['Edit This Page'] = 'ویرایش این صفحه';
	'volume' => 'الجزء :',
	// $lang['Soureh :'] = 'سوره :';
	// $lang['Aie :'] = 'آیه :';
	'goto_page' => 'انتقل الي الصفحة',
	// $lang['Goto Aie'] = 'مشاهده';
	'page_book_name' => 'اسم الکتاب :',
	'page_author' => 'المؤلف :',
	'page_book_volume' => 'الجزء :',
	'page_book_page' => 'صفحة :',
	'prev_page' => 'الصفحة السابقة',
	'next_page' => 'الصفحة التالیة',
	'last_page' => 'الصفحة الأخيرة',
	'first_page' => 'الصفحة الأولى',
	'show' => 'إظهار',
	'book_page_not_found_message' => 'این صفحه در کتاب اصلی بدون متن است / هذه الصفحة فارغة في النسخة المطبوعة',
	'index_volume' => 'المقدمه',
	'index_page' => 'الفهرست',
	'index_main' => 'الصفحة الرئیسیة',
	'advanced_search' => 'بحث متقدم',

	#PDF----------------------------------------------------------------------------------------------------------------------
	'pdf_book_name' => 'اسم الکتاب',
	'pdf_from_page' => 'من صفحة',
	'pdf_to_page' => 'إلى الصفحة',
	'pdf_attention' => 'ملاحظة: الحد الاقصى للحفظ 30 صفحة',
	'pdf_save' => 'حفظ هذا الكتاب بصيغة PDF',
	#Shenasnameh--------------------------------------------------------------------------------------------------------------
	'shenasnameh_not_found' => 'این کتاب در حال حاضر فاقد شناسنامه می‌باشد',
	#Query--------------------------------------------------------------------------------------------------------------------
	'query_search_result' => 'تم العثور على نتيجة',
	'query_search_result_not_found' => 'لم يتم العثور على أي شيء :query',
	'query_timed_out' => 'تخطی البحث الزمن المحدد، قم بكتابة عبارة اقصر',
	#Search-------------------------------------------------------------------------------------------------------------------
	'search_find_items_that' => 'ابحث عن المطلوب الذي يشمل ...',
	'search_all_these_words' => 'كل هذه الكلمات الموجودة',
	'search_this_phrase' => 'وجود هذه الجملة',
	'search_any_these_words' => 'اي كلمة من الكلمات',
	'search_but' => 'لكن ...',
	'search_not_these_words' => 'لا يوجد فيها هذه الكلمات',
	'search_where' => 'تحديد البحث ...',
	'search_all_groups' => 'بحث في كل المجموعات',
	'search_one_group' => 'بحث في مجموعة واحدة',
	'search_search' => 'البحث',
	'search_seconds' => 'ثانیه',
	#Waiting------------------------------------------------------------------------------------------------------------------
	// $lang['Wait Searching'] = 'در حال جستجو...';
	// $lang['Wait Please Wait'] = 'لطفاً چند لحظه منتظر بمانید.';
	#Links--------------------------------------------------------------------------------------------------------------------
	'feqahat_school' => 'مدرسة الفقاهة',
	'qom_masjed_e_azam' => 'قم المقدسة-المسجد الأعظم',
	'qom' => 'قم المقدسة',
	'qom_arabic' => 'قم المقدسة-بالعربية',
	'najaf' => 'النجف الأشرف',
	'najaf_algharavieh' => 'النجف‌ الأشرف (المدرسة‌الغرویة)',
	'mashhad' => 'مشهد المقدسة',
	'lebanon' => 'لبنان',
	'afghanistan' => 'افغانستان',
	'iran' => 'مدن أخرى',
	'moaser' => 'العلماء المعاصرين',
	'subjects' => 'الفقه الموضوعي',
	'kalam' => 'الکلام و الفلسفة',
	'taghrir' => 'تقرير الدروس باللغة العربية',
	'level_3' => 'المستوی 3',
	'wiki_feqh' => 'ويکي الفقه',
	'wiki_porsesh' => 'ويکي السؤال',
	'feqahat_lib' => 'المکتبة مدرسة الفقاهة',
	'feqahatlib_shia' => 'المکتبة مدرسة الفقاهة',
	'feqahatlib_image' => 'قسم pdf',
	'feqahatlib_fatwa' => 'قسم الکتب لأهل السنة',
	'feqahatlib_image_fatwa' => 'قسم pdf (لأهل السنة)',

	#Help---------------------------------------------------------------------------------------------------------------------
	'help_help' => 'الدلیل',
	'help_help_text_title' => 'دلیل المکتبة مدرسة الفقاهة',
	'help_content_toolbar' => 'شريط الأدوات المحتوى',
	'help_search' => 'بحث',
	'help_move_in_book' => 'التحرك في كتاب',
	'help_move_in_book_text_title' => 'تغيير في هذا الكتاب',
	'help_search_in_book' => 'بحث في كتاب',
	'help_search_in_book_text_title' => 'البحث في هذا الكتاب',
	'help_book_text' => 'نص الكتاب',
	'help_making_pdf' => 'عمل PDF',
	'help_documentation' => 'توثيق المقالات',
	#Controler-----------------------------------------------------------------------------------------------------------------
	'search_info' => '%s اسم الکتاب :%s %s %s، الجزء : %s %s %s، الصفحة : %s %s',

);
